Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# AccountsTapToAddUserInstructionsFooter
source: If you don’t see a message on your iOS or iPadOS device, lock your device and try again. Requires iOS 14 or iPadOS 14 or later.
ar: إذا لم تظهر لك رسالة على جهاز iOS أو iPadOS، يرجى إقفال جهازك والمحاولة مرة أخرى. يتطلب ذلك iOS 14 أو iPadOS 14 أو أحدث.
ca: Si no veus un missatge al dispositiu iOS o iPadOS, bloqueja’l i torna‑ho a provar. Calen com a mínim l’iOS 14 o l’iPadOS 14.
cs: Pokud na svém iOS nebo iPadOS zařízení nevidíte žádnou zprávu, zamkněte ho a zkuste to znovu. Tato funkce vyžaduje iOS 14 či iPadOS 14 nebo novější.
da: Hvis du ikke ser en besked på din iOS- eller iPadOS-enhed, skal du låse enheden og prøve igen. Kræver iOS 14 eller iPadOS 14 eller en nyere version.
de: Wenn auf deinem iOS- oder iPadOS-Gerät keine Meldung angezeigt wird, sperre dein Gerät und versuche es erneut. Erfordert iOS 14 oder iPadOS 14 oder neuer.
el: Αν δεν εμφανιστεί μήνυμα στη συσκευή iOS ή iPadOS σας, κλειδώστε τη συσκευή και προσπαθήστε πάλι. Απαιτείται iOS 14 ή iPadOS 14 ή μεταγενέστερη έκδοση.
es: Si no ves un mensaje en tu dispositivo iOS o iPadOS, bloquéalo y vuelve a intentarlo. Se requiere iOS 14, iPadOS 14 o una versión posterior.
es_us: Si no se muestra un mensaje en tu dispositivo iOS o iPadOS, bloquéalo y reintenta. Se requiere de iOS 14 o iPadOS 14, o versiones posteriores.
fi: Jos et näe viestiä iOS- tai iPadOS -laitteessa, lukitse laite ja yritä uudelleen. Vaatii iOS 14:n tai iPadOS 14:n tai uudemman.
fr: Si aucun message n’apparaît sur votre appareil iOS ou iPadOS, verrouillez-le et réessayez. iOS 14 ou iPadOS 14 ou ultérieur est nécessaire.
fr_ca: Si aucun message ne s’est affiché sur votre appareil iOS ou iPadOS, verrouillez votre appareil, puis réessayez. Cette fonctionnalité requiert iOS 14 ou iPadOS 14, ou une version ultérieure.
he: אם לא קיבלת הודעה במכשיר ה-iOS או ה-iPadOS, ניתן לנעול את המכשיר ולנסות שוב. נדרשת גירסת iOS 14 או iPadOS 14 ואילך.
hi: यदि आपको अपने iOS या iPadOS डिवाइस पर कोई संदेश नहीं दिखाई दे रहा है, तो अपना डिवाइस लॉक करें और फिर कोशिश करें। iOS 14 या iPadOS 14 या बाद का संस्करण आवश्यक है।
hr: Ako ne vidite poruku na iOS ili iPadOS uređaju, zaključajte uređaj i pokušajte ponovno. Zahtijeva iOS 14 ili iPadOS 14 ili noviji.
hu: Ha az iOS- vagy iPadOS-eszközén nem jelenik meg egy üzenet, akkor zárolja az eszközét, majd próbálja újra. A funkcióhoz iOS 14, illetve iPadOS 14 vagy újabb rendszer szükséges.
id: Jika Anda tidak melihat pesan di perangkat iOS atau iPadOS Anda, kunci perangkat dan coba lagi. Memerlukan iOS 14 atau iPadOS 14 atau lebih baru.
it: Se non visualizzi un messaggio sul tuo dispositivo iOS o iPadOS, bloccalo e riprova. Richiede iOS 14 o iPadOS 14 o versioni successive.
ja: iOSまたはiPadOSデバイスにメッセージが表示されない場合は、デバイスをロックしてやり直してみてください。iOS 14以降またはiPadOS 14以降が必要です。
ko: 사용자의 iOS 또는 iPadOS 기기에 메시지가 보이지 않으면 기기를 잠근 후 다시 시도하십시오. 이 동작은 iOS 14 또는 iPadOS 14 이상이 필요합니다.
ms: Jika anda tidak melihat mesej pada peranti iOS atau iPadOS anda, kunci peranti anda dan cuba lagi. Memerlukan iOS 14 atau iPadOS 14 atau lebih baharu.
nb: Hvis du ikke ser noen melding på iOS- eller iPadOS-enheten din, kan du låse enheten og prøve igjen. Krever iOS 14 eller iPadOS 14 eller nyere.
nl: Als je geen bericht op je iOS- of iPadOS-apparaat ziet, vergrendel je je apparaat en probeer je het opnieuw. Hiervoor is iOS 14, iPadOS 14 of nieuwer vereist.
pl: Jeśli nie widzisz wiadomości na urządzeniu iOS lub iPadOS, zablokuj je i spróbuj ponownie. Wymaga systemu iOS 14 lub iPadOS 14 albo nowszego.
pt_br: Se você não vir uma mensagem no dispositivo iOS ou iPadOS, bloqueie o dispositivo e tente novamente. Requer iOS 14, iPadOS 14 ou versões posteriores.
pt_pt: Se não vir uma mensagem no seu dispositivo iOS ou iPadOS, bloqueie‑o e volte a tentar. Requer o iOS 14 ou iPadOS 14 ou uma versão posterior.
ro: Dacă nu vedeți un mesaj pe dispozitivul dvs. iOS sau iPadOS, blocați dispozitivul și reîncercați. Necesită iOS 14 sau iPadOS 14 (sau o versiune ulterioară).
ru: Если сообщения нет на устройстве iOS или iPadOS, заблокируйте устройство и повторите попытку. Требуется iOS 14 или iPadOS 14 либо более новые версии.
sk: Ak sa vám na iOS alebo iPadOS zariadení nezobrazila správa, zamknite ho a skúste to znovu. Vyžaduje iOS 14 alebo iPadOS 14, prípadne novší.
sl: Če ne vidite sporočila v svoji napravi iOS ali iPadOS, jo zaklenite in poskusite znova. Zahtevan je operacijski sistem iOS 14 ali iPadOS 14 oziroma novejša različica.
sv: Om du inte ser något meddelande på din enhet med iOS eller iPadOS låser du den och försöker igen. iOS 14 eller iPadOS 14 eller senare krävs.
th: ถ้าคุณไม่เห็นข้อความบนอุปกรณ์ iOS หรือ iPadOS ของคุณ ให้ล็อคอุปกรณ์ของคุณแล้วลองอีกครั้ง ต้องใช้ iOS 14 หรือ iPadOS 14 ขึ้นไป
tr: iOS veya iPadOS aygıtınızda bir mesaj görmediyseniz aygıtınızı kilitleyin ve yeniden deneyin. iOS 14 veya iPadOS 14 ya da daha yenisi gerekir.
uk: Якщо повідомлення не зʼявляється на пристрої iOS або iPadOS, замкніть пристрій і спробуйте ще раз. Потрібна iOS 14, iPadOS 14 чи новіших версій.
vi: Nếu bạn không thấy thông báo trên thiết bị iOS hoặc iPadOS, hãy khóa thiết bị của bạn và thử lại. Yêu cầu iOS 14 hoặc iPadOS 14 trở lên.
zh_cn: 如果你在iOS或iPadOS设备上未看见信息，请锁定设备并重试。要求iOS 14、iPadOS 14或更高版本。
zh_hk: 如在iOS或iPadOS裝置上看不到訊息，請鎖上裝置並再試。需要iOS 14或iPadOS 14或以上版本。
zh_tw: 若你沒有在iOS或iPadOS裝置上看到訊息，請將你的裝置鎖定並再試一次。需要iOS 14或iPadOS 14或以上版本。

# AccountsTapToSetupErrorActionOK
source: OK
ar: موافق
he: אישור
hi: ठीक
id: OKE
ko: 확인
ru: ОК
sl: V redu
th: ตกลง
tr: Tamam
zh_cn: 好
zh_hk: 好
zh_tw: 好

# AccountsTapToSetupErrorMessage
source: Check your network connection and try again. If the problem persists, contact Apple Support.
ar: تحقق من اتصالك بالشبكة وحاول مرة أخرى. إذا استمرت المشكلة، فاتصل بدعم Apple.
ca: Comprova la connexió de xarxa i torna‑ho a provar. Si el problema es manté, posa’t en contacte amb el servei de suport d’Apple.
cs: Zkontrolujte připojení k síti a zkuste to znovu. Pokud problém přetrvává, obraťte se na zákaznickou podporu společnosti Apple.
da: Kontroller din netværksforbindelse, og prøv igen. Hvis problemet fortsætter, skal du kontakte Apple-support.
de: Prüfe deine Netzwerkverbindung und versuche es erneut. Sollte das Problem weiterhin bestehen, wende dich an den Apple-Support.
el: Ελέγξτε τη σύνδεση δικτύου σας και δοκιμάστε ξανά. Αν το πρόβλημα παραμένει, επικοινωνήστε με την Υποστήριξη Apple.
es: Comprueba tu conexión de red e inténtalo de nuevo. Si el problema persiste, ponte en contacto con el servicio de soporte de Apple.
es_us: Verifica tu conexión de red y reintenta. Si el problema persiste, comunícate con el soporte técnico de Apple.
fi: Tarkista verkkoyhteytesi ja yritä uudelleen. Jos ongelma jatkuu, ota yhteys Applen tukeen.
fr: Vérifiez votre connexion réseau et réessayez. Si le problème persiste, contactez l’assistance Apple.
fr_ca: Vérifiez votre connexion réseau, puis réessayez. Si le problème persiste, contactez l’assistance Apple.
he: נא לבדוק את חיבור הרשת ולנסות שוב. אם הבעיה נמשכת, יש ליצור קשר עם התמיכה של Apple.
hi: अपने नेटवर्क कनेक्शन की जाँच करके फिर कोशिश करें। यदि समस्या बनी रहती है, तो Apple सहायता से संपर्क करें।
hr: Provjerite mrežnu vezu i pokušajte ponovno. Ako problem i dalje bude prisutan, obratite se Appleovoj podršci.
hu: Ellenőrizze a hálózati kapcsolatot, és próbálja újra. Ha a probléma továbbra is fennáll, forduljon az Apple-támogatáshoz.
id: Periksa koneksi jaringan Anda dan coba lagi. Jika masalah berlanjut, hubungi Dukungan Apple.
it: Verifica la connessione di rete e riprova. Se il problema persiste, contatta il supporto Apple.
ja: ネットワーク接続を確認してやり直してください。問題が解決しない場合は、Appleサポートに問い合わせてください。
ko: 네트워크 연결을 확인하고 다시 시도하십시오. 문제가 계속 발생하면 Apple 지원팀에 문의하십시오.
ms: Periksa sambungan rangkaian anda dan cuba lagi. Jika masalah berterusan, hubungi Sokongan Apple.
nb: Kontroller nettverksforbindelsen og prøv igjen. Kontakt Apple-kundestøtten hvis problemet vedvarer.
nl: Controleer de netwerkverbinding en probeer het opnieuw. Neem contact op met Apple Support als het probleem zich blijft voordoen.
pl: Sprawdź połączenie sieciowe i spróbuj jeszcze raz. Jeżeli problem będzie się powtarzał, skontaktuj się ze wsparciem Apple.
pt_br: Verifique a conexão à rede e tente novamente. Se o problema persistir, contate o Suporte da Apple.
pt_pt: Verifique a ligação à rede e volte a tentar. Se o problema persistir, contacte o Suporte Apple.
ro: Verificați conexiunea de rețea și reîncercați. Dacă problema persistă, contactați asistența Apple.
ru: Проверьте интернет‑подключение и повторите попытку. Если проблему устранить не удалось, обратитесь в службу поддержки Apple.
sk: Skontrolujte svoje pripojenie k sieti a skúste to znovu. Ak problém pretrváva, kontaktuje podporu Apple.
sl: Preverite omrežno povezavo in poskusite znova. Če težava ni odpravljena, se obrnite na tehnično podporo družbe Apple.
sv: Kontrollera nätverksanslutningen och försök igen. Om problemet kvarstår kontaktar du Apple Support.
th: ตรวจสอบการเชื่อมต่อกับเครือข่ายของคุณแล้วลองอีกครั้ง ถ้ายังเกิดปัญหาอยู่ ให้ติดต่อบริการช่วยเหลือของ Apple
tr: Ağ bağlantınızı denetleyin ve yeniden deneyin. Sorun sürerse, Apple Destek’e danışın.
uk: Перевірте зʼєднання з мережею та спробуйте ще раз. Якщо проблема не зникне, зверніться до Служби підтримки Apple.
vi: Kiểm tra kết nối mạng của bạn và thử lại. Nếu sự cố vẫn tiếp diễn, hãy liên hệ với bộ phận Hỗ trợ của Apple.
zh_cn: 请检查网络连接并重试。如果问题仍然存在，请联系Apple支持。
zh_hk: 請檢查網絡連線後再試一次。如果問題持續，請聯絡「Apple支援」。
zh_tw: 請檢查你的網路連線然後重試一次。若問題依然存在，請聯絡「Apple支援」。

# AccountsTapToSetupErrorTitle
source: Your Apple Account couldn’t be set up
ar: تعذر إعداد حساب Apple
ca: Error en configurar el compte d’Apple
cs: Účet Apple se nepodařilo nastavit
da: Din Apple-konto kunne ikke indstilles
de: Einrichten von Apple Account fehlgeschlagen
el: Δεν ήταν δυνατή η διαμόρφωση του λογαριασμού Apple σας
es: No se ha podido configurar tu cuenta de Apple
es_us: No se pudo configurar tu cuenta de Apple
fi: Apple-tiliä ei voitu ottaa käyttöön
fr: Votre compte Apple n’a pas pu être configuré
fr_ca: Impossible de configurer le compte Apple
he: לא ניתן היה להגדיר את חשבון ה-Apple שלך
hi: आपका Apple खाता सेटअप नहीं किया जा सका
hr: Vaš Apple račun ne može se podesiti
hu: Az Apple-fiókját nem sikerült beállítani
id: Akun Apple Anda tidak dapat diatur
it: Non è stato possibile configurare Apple Account
ja: Apple Accountを設定できませんでした
ko: Apple 계정을 설정할 수 없음
ms: Akaun Apple anda tidak dapat disediakan
nb: Oppsett av Apple-konto mislyktes
nl: Je Apple Account kon niet worden geconfigureerd
pl: Nie można skonfigurować Twojego konta Apple
pt_br: Não foi possível configurar a sua Conta Apple
pt_pt: Não foi possível configurar a sua conta Apple
ro: Contul Apple nu a putut fi configurat
ru: Не удалось настроить Ваш Аккаунт Apple
sk: Váš Apple účet sa nepodarilo nastaviť
sl: Ni bilo mogoče nastaviti vašega računa Apple
sv: Det gick inte att ställa in ditt Apple‑konto
th: ไม่สามารถตั้งค่าบัญชี Apple ของคุณได้
tr: Apple Hesabı’nız ayarlanamadı
uk: Не вдалося налаштувати ваш обліковий запис Apple
vi: Không thể thiết lập Tài khoản Apple của bạn
zh_cn: 无法设置你的Apple账户
zh_hk: 無法設定你的Apple帳户
zh_tw: 無法設定你的「Apple帳號」

# AccountsTapToSetupErrorVersionMessage
source: Your iOS device requires iOS 9.1 or later. Not available on iPad 2.
ar: يلزم وجود iOS 9.1 أو أحدث على جهاز iOS. غير متوفر على iPad 2.
ca: El dispositiu iOS requereix l’iOS 9.1 o posterior. No disponible a l’iPad 2.
cs: Vaše iOS zařízení vyžaduje iOS 9.1 nebo novější. Nedostupné na iPadu 2.
da: Din iOS-enhed kræver iOS 9.1 eller en nyere version. Ikke tilgængelig på iPad 2.
de: Dein iOS-Gerät erfordert iOS 9.1 (oder neuer). Nicht verfügbar auf iPad 2.
el: Η συσκευή iOS σας απαιτεί iOS 9.1 ή μεταγενέστερη έκδοση. Δεν διατίθεται στο iPad 2.
es: Tu dispositivo iOS requiere iOS 9.1 o posterior. No disponible para iPad 2.
es_us: Tu dispositivo iOS requiere iOS 9.1 o posterior. No está disponible en iPad 2.
fi: iOS-laitteesi vaatii iOS 9.1:n tai uudemman. Ei käytettävissä iPad 2:lla.
fr: Votre appareil iOS requiert iOS 9.1 ou ultérieur. Non disponible sur iPad 2.
fr_ca: Votre appareil iOS requiert iOS 9.1 ou ultérieur. Non disponible sur l’iPad 2.
he: מכשיר ה-iOS שלך מצריך שימוש ב-iOS 9.1 ומעלה. אינו זמין ב-iPad 2.
hi: आपके iOS डिवाइस के लिए iOS 9.1 या बाद का संस्करण आवश्यक है। iPad 2 पर उपलब्ध नहीं।
hr: Vaš iOS uređaj zahtijeva iOS 9.1 ili noviji. Nije dostupno na iPadu 2.
hu: Az iOS-eszközének iOS 9.1-re vagy újabb rendszerre van szüksége. Nem érhető el iPad 2-n.
id: Perangkat Anda memerlukan iOS 9.1 atau lebih baru. Tidak tersedia di iPad 2.
it: Il tuo dispositivo iOS richiede iOS 9.1 o versione successiva. Non è disponibile su iPad 2.
ja: お使いのiOSデバイスにはiOS 9.1以降が必要です。 iPad 2では利用できません。
ko: 사용자의 iOS 기기가 iOS 9.1 이상이어야 합니다. iPad 2에서는 사용할 수 없습니다.
ms: Peranti iOS anda memerlukan iOS 9.1 atau lebih baharu. Tidak tersedia pada iPad 2.
nb: iOS-enheten krever iOS 9.1 eller nyere. Ikke tilgjengelig på iPad 2.
nl: Op je iOS-apparaat moet iOS 9.1 of nieuwer zijn geïnstalleerd. Niet beschikbaar op de iPad 2.
pl: Urządzenie wymaga systemu iOS 9.1 lub nowszego. Funkcja niedostępna na iPadzie 2.
pt_br: Seu dispositivo iOS requer o iOS 9.1 ou posterior. Não disponível no iPad 2.
pt_pt: O dispositivo iOS necessita do iOS 9.1 ou posterior. Não está disponível no iPad 2.
ro: Dispozitivul dvs. iOS necesită iOS 9.1 sau o versiune ulterioară. Indisponibil pe iPad 2.
ru: Для этого устройства iOS требуется iOS 9.1 или новее. Недоступно на iPad 2.
sk: Vaše iOS zariadenie vyžaduje iOS 9.1 alebo novší. Nedostupné na iPade 2.
sl: Vaša naprava iOS zahteva različico iOS 9.1 ali novejšo. Ni na voljo za iPad 2.
sv: iOS-enheten kräver iOS 9.1 eller senare. Inte tillgängligt på iPad 2.
th: อุปกรณ์ iOS ของคุณต้องใช้ iOS 9.1 ขึ้นไป ไม่สามารถใช้ได้บน iPad 2
tr: iOS aygıtınız iOS 9.1 veya daha yenisini gerektirir. iPad 2 üzerinde kullanılamaz.
uk: Ваш пристрій iOS потребує iOS 9.1 або новішої версії. Недоступно на iPad 2.
vi: Thiết bị iOS của bạn yêu cầu iOS 9.1 trở lên. Không có sẵn trên iPad 2.
zh_cn: 要求你的iOS设备为iOS 9.1或更高版本。 iPad 2上不可用。
zh_hk: iOS裝置需要iOS 9.1或以上版本。 不適用於iPad 2。
zh_tw: 你的iOS裝置需要iOS 9.1或以上版本。 不適用於iPad 2。

# AccountsTapToSetupInstructions_WIFI
source: 1. Unlock your iPhone or iPad. 2. Connect to a Wi-Fi network. 3. Turn on Bluetooth. 4. Hold the device close to this Apple TV.
ar: ١. افتح قفل iPhone أو iPad. ‏٢. اتصل بشبكة Wi-Fi. ‏٣. شغل Bluetooth. ‏٤. قرّب الجهاز من هذا الـ Apple TV.
ca: 1. Desbloqueja l’iPhone o l’iPad. 2. Connecta’t a una xarxa Wi‑Fi. 3. Activa el Bluetooth. 4. Mantén el dispositiu a prop de l’Apple TV.
cs: 1. Odemkněte iPhone nebo iPad. 2. Připojte se k Wi‑Fi síti. 3. Zapněte Bluetooth. 4. Podržte zařízení u Apple TV.
da: 1. Lås din iPhone eller iPad op. 2. Opret forbindelse til et Wi-Fi-netværk. 3. Slå Bluetooth til. 4. Hold enheden tæt på dette Apple TV.
de: 1. Entsperre dein iPhone oder iPad. 2. Stelle eine WLAN-Verbindung her. 3. Aktiviere Bluetooth. 4. Halte das Gerät dicht an das Apple TV.
el: 1. Ξεκλειδώστε το iPhone ή το iPad σας. 2. Συνδεθείτε σε δίκτυο Wi-Fi. 3. Ενεργοποιήστε το Bluetooth. 4. Κρατήστε τη συσκευή κοντά σε αυτό το Apple TV.
es: 1. Desbloquea tu iPhone o iPad. 2. Conéctate a una red Wi‑Fi. 3. Activa Bluetooth. 4. Acerca el dispositivo a este Apple TV.
es_us: 1. Desbloquea tu iPhone o iPad. 2. Conéctate a una red Wi-Fi. 3. Activa Bluetooth. 4. Acerca el dispositivo a este Apple TV.
fi: 1. Avaa iPhonesi tai iPadisi. 2. Yhdistä Wi‑Fi-verkkoon. 3. Laita Bluetooth päälle. 4. Pidä laitetta Apple TV:n lähellä.
fr: 1. Déverrouillez votre iPhone ou iPad. 2. Connectez-vous à un réseau Wi-Fi. 3. Activez le Bluetooth. 4. Placez l’appareil près de cette Apple TV.
fr_ca: 1. Déverrouillez votre iPhone ou iPad. 2. Connectez l’appareil à un réseau Wi‑Fi. 3. Activez Bluetooth. 4. Tenez l’appareil à proximité de l’Apple TV.
he: 1. יש לבטל את נעילת ה-iPhone או ה-iPad. ‏2. יש להתחבר לרשת אלחוטית. ‏3. יש להפעיל את Bluetooth. ‏4. יש להחזיק את המכשיר קרוב ל-Apple TV זה.
hi: 1. अपना iPhone या iPad अनलॉक करें। 2. किसी वाई-फ़ाई नेटवर्क से जुड़ें। 3. Bluetooth चालू करें। 4. डिवाइस को इस Apple TV के पास रखें।
hr: 1. Otključajte svoj iPhone ili iPad. 2. Spojite se na Wi-Fi mrežu. 3. Uključite Bluetooth. 4. Držite uređaj blizu ovog Apple TV-a.
hu: 1. Oldja fel az iPhone-ját vagy az iPadjét. 2. Csatlakozzon Wi‑Fi-hálózathoz. 3. Kapcsolja be a Bluetootht. 4. Tartsa közel az eszközt az Apple TV-hez.
id: 1. Buka iPhone atau iPad Anda. 2. Hubungkan ke jaringan Wi-Fi. 3. Nyalakan Bluetooth. 4. Dekatkan perangkat ke Apple TV ini.
it: 1. Sblocca iPhone o iPad. 2. Connettiti a una rete Wi‑Fi. 3. Attiva il Bluetooth. 4. Avvicina il dispositivo ad Apple TV.
ja: 1. iPhoneまたはiPadをロック解除します。 2. Wi‑Fiネットワークに接続します。 3. Bluetoothをオンにします。 4. デバイスをこのApple TVに近付けます。
ko: 1. iPhone 또는 iPad를 잠금 해제하십시오. 2. Wi-Fi 네트워크에 연결하십시오. 3. Bluetooth를 켜십시오. 4. 해당 기기를 이 Apple TV 가까이 들고 있으십시오.
ms: 1. Buka kunci iPhone atau iPad anda. 2. Sambung ke rangkaian Wi‑Fi. 3. Aktifkan Bluetooth. 4. Pegang peranti berdekatan Apple TV ini.
nb: 1. Lås opp iPhonen eller iPaden. 2. Koble til et Wi‑Fi-nettverk. 3. Slå på Bluetooth. 4. Hold enheten nær Apple TV.
nl: 1. Ontgrendel je iPhone of iPad. 2. Maak verbinding met een wifinetwerk. 3. Schakel Bluetooth in. 4. Houd het apparaat dicht bij deze Apple TV.
pl: 1. Odblokuj swojego iPhone’a lub iPada. 2. Połącz się z siecią Wi‑Fi. 3. Włącz Bluetooth. 4. Zbliż urządzenie do Apple TV.
pt_br: 1. Desbloqueie o seu iPhone ou iPad. 2. Conecte-se a uma rede Wi‑Fi. 3. Ative o Bluetooth. 4. Aproxime o dispositivo desta Apple TV.
pt_pt: 1. Desbloqueie o iPhone ou iPad. 2. Estabeleça ligação a uma rede Wi‑Fi. 3. Ative o Bluetooth. 4. Mantenha o dispositivo perto desta Apple TV.
ro: 1. Deblocați‑vă iPhone‑ul sau iPad‑ul. 2. Conectați‑l la o rețea Wi‑Fi. 3. Activați Bluetooth. 4. Țineți dispozitivul aproape de acest Apple TV.
ru: 1. Разблокируйте свой iPhone или iPad. 2. Подключитесь к сети Wi‑Fi. 3. Включите Bluetooth. 4. Держите устройство вблизи этого Apple TV.
sk: 1. Odomknite svoj iPhone alebo iPad. 2. Pripojte sa k Wi‑Fi sieti. 3. Zapnite Bluetooth. 4. Podržte zariadenie pri Apple TV.
sl: 1. Odklenite svoj iPhone ali iPad. 2. Povežite se z omrežjem Wi-Fi. 3. Vklopite Bluetooth. 4. Približajte napravo Apple TV-ju.
sv: 1. Lås upp iPhone eller iPad. 2. Anslut till Wi-Fi-nätverk. 3. Slå på Bluetooth. 4. Håll enheten nära denna Apple TV.
th: 1. ปลดล็อค iPhone หรือ iPad ของคุณ 2. เชื่อมต่อกับเครือข่าย Wi‑Fi 3. เปิดบลูทูธ 4. ถืออุปกรณ์ไว้ใกล้กับ Apple TV เครื่องนี้
tr: 1. iPhone’unuzun ya da iPad’inizin kilidini açın. 2. Bir Wi-Fi ağına bağlanın. 3. Bluetooth’u açın. 4. Aygıtı bu Apple TV’ye yakın tutun.
uk: 1. Відімкніть свій iPhone чи iPad. 2. Підʼєднайте пристрій до мережі Wi‑Fi. 3. Увімкніть Bluetooth. 4. Піднесіть пристрій до цього Apple TV.
vi: 1. Mở khóa iPhone hoặc iPad của bạn. 2. Kết nối vào mạng Wi-Fi. 3. Bật Bluetooth. 4. Giữ thiết bị gần Apple TV này.
zh_cn: 1. 解锁你的iPhone或iPad。 2. 接入Wi-Fi网络。 3. 打开蓝牙。 4. 将设备靠近此Apple TV。
zh_hk: 1. 解鎖你的iPhone或iPad。 2. 連接Wi-Fi網絡。 3. 開啟藍牙。 4. 將裝置靠近此Apple TV。
zh_tw: 1. 解鎖你的iPhone或iPad。 2. 連接Wi-Fi網路。 3. 開啟藍牙。 4. 將裝置靠近此Apple TV。
